select
  count(*) over (),
  sum(pt._Fld29824) over () as "СуммаПозицийTotal",
  sum(pt._Fld29824) over (partition by p._IDRRef) as "СуммаПозиций",
  p._Fld29751                      as "СуммаДокумента",
--  sum(p._Fld29824) over () as "СуммаДокумента",
--  p._Fld29773RRef                  as "Автор",
--  p._Fld29731                      as "АдресДоставки",
--  p._Fld29778                      as "АдресДоставкиЗначенияПолей",
--  p._Fld29782                      as "АдресДоставкиПеревозчика",
--  p._Fld29783                      as "АдресДоставкиПеревозчикаЗначенияПолей",
--  p._Fld29734RRef                  as "БанковскийСчетГрузоотправителя",
--  p._Fld29735RRef                  as "БанковскийСчетГрузополучателя",
--  p._Fld29733RRef                  as "БанковскийСчетКонтрагента",
--  p._Fld29732RRef                  as "БанковскийСчетОрганизации",
--  p._Fld29736RRef                  as "Валюта",
--  p._Fld29737RRef                  as "ВалютаВзаиморасчетов",
--  p._Fld29798RRef                  as "ВариантОформленияПродажи",
--  p._Fld29789                      as "ВернутьМногооборотнуюТару",
--  p._Version                       as "ВерсияДанных",
--  p._Fld29811RRef                  as "ВидОперацииПоступления",
--  p._Fld29792                      as "ВидыЗапасовУказаныВручную",
--  p._Fld29781                      as "ВремяДоставкиПо",
--  p._Fld29780                      as "ВремяДоставкиС",
--  p._Fld29787RRef                  as "ГлавныйБухгалтер",
--  p._Fld29738RRef                  as "Грузоотправитель",
--  p._Fld29739RRef                  as "Грузополучатель",
--  p._Fld29768RRef                  as "ГруппаФинансовогоУчета",
--  p._Date_Time                     as "Дата",
--  p._Fld29790                      as "ДатаВозвратаМногооборотнойТары",
--  p._Fld29806                      as "ДатаДокументаГЗ",
--  p._Fld29797                      as "ДатаПереходаПраваСобственности",
--  p._Fld29740                      as "ДатаПлатежа",
--  p._Fld29807                      as "ДатаПодписанияГЗ",
--  p._Fld29741                      as "ДатаРаспоряжения",
--  p._Fld29742                      as "ДоверенностьВыдана",
--  p._Fld29743                      as "ДоверенностьДата",
--  p._Fld29744                      as "ДоверенностьЛицо",
--  p._Fld29745                      as "ДоверенностьНомер",
--  p._Fld29770RRef                  as "Договор",
--  p._Fld67309_S                    as "ДокументОснование",
--  p._Fld67309_TYPE                 as "ДокументОснование",
--  p._Fld67309_RTRef                as "ДокументОснование",
--  p._Fld67309_RRRef                as "ДокументОснование",
--  p._Fld29784                      as "ДополнительнаяИнформацияПоДоставке",
--  p._Fld29796_RRRef                as "ДопоставкаПоРеализации",
--  p._Fld29796_TYPE                 as "ДопоставкаПоРеализации",
--  p._Fld29796_RTRef                as "ДопоставкаПоРеализации",
--  p._Fld65843RRef                  as "Дудар_ВидРеализации",
--  p._Fld65844                      as "Дудар_КодТорговогоАгента",
--  p._Fld65837RRef                  as "Дудар_ТорговыйПредставитель",
--  p._Fld29809                      as "ЕстьМаркируемаяПродукцияГИСМ",
--  p._Fld29746_RTRef                as "ЗаказКлиента",
--  p._Fld29746_TYPE                 as "ЗаказКлиента",
  p._Fld29746_RRRef                as "ЗаказКлиента",
--  p._Fld29777RRef                  as "ЗонаДоставки",
--  p._Fld29799                      as "ИдентификаторПлатежа",
--  p._Fld65830RRef                  as "ИсточникДанных",
--  p._Fld29769RRef                  as "КартаЛояльности",
--  p._Fld29764RRef                  as "Касса",
--  p._Fld67249RRef                  as "КатегорияДокумента",
--  p._Fld29760                      as "Комментарий",
--  p._Fld29785RRef                  as "КонтактноеЛицо",
--  p._Fld29748RRef                  as "Контрагент",
--  p._Fld29804                      as "Кратность",
--  p._Fld29803                      as "Курс",
--  p._Fld29749RRef                  as "Менеджер",
--  p._Fld29750RRef                  as "НалогообложениеНДС",
--  p._Fld29802RRef                  as "НаправлениеДеятельности",
  p._Number                        as "Номер",
--  p._Fld29805                      as "НомерДокументаГЗ",
--  p._Fld65831                      as "НомерПоДаннымИсточника",
--  p._Fld2367                       as "ОбластьДанныхОсновныеДанные",
--  p._Fld29747RRef                  as "Организация",
--  p._Fld29771                      as "Основание",
--  p._Fld29794                      as "ОснованиеДата",
--  p._Fld29795                      as "ОснованиеНомер",
--  p._Fld29800                      as "ОсобыеУсловияПеревозки",
--  p._Fld29801                      as "ОсобыеУсловияПеревозкиОписание",
--  p._Fld29765RRef                  as "Отпустил",
--  p._Fld29766                      as "ОтпустилДолжность",
--  p._Fld29752RRef                  as "Партнер",
--  p._Fld29779RRef                  as "ПеревозчикПартнер",
--  p._Fld29753RRef                  as "Подразделение",
--  p._Marked                        as "ПометкаУдаления",
--  p._Fld29808RRef                  as "ПорядокОплаты",
--  p._Fld29788RRef                  as "ПорядокРасчетов",
--  p._Posted                        as "Проведен",
--  p._Fld29767                      as "РеализацияПоЗаказам",
--  p._Fld29786RRef                  as "Руководитель",
--  p._Fld29754RRef                  as "Сделка",
--  p._Fld29755                      as "СкидкиРассчитаны",
--  p._Fld29756RRef                  as "Склад",
--  p._Fld29757                      as "Согласован",
--  p._Fld29758RRef                  as "Соглашение",
--  p._Fld29791RRef                  as "СостояниеЗаполненияМногооборотнойТары",
--  p._Fld29776RRef                  as "СпособДоставки",
--  p._Fld29812                      as "СпособОтправленияПоКлассификатору",
--  p._IDRRef                        as "Ссылка",
--  p._Fld29772RRef                  as "Статус",
--  p._Fld29759                      as "СуммаВзаиморасчетов",
--  p._Fld29751                      as "СуммаДокумента",
--  p._Fld29774                      as "СуммаПредоплаты",
--  p._Fld29775                      as "СуммаПредоплатыЗаТару",
--  p._Fld29793                      as "ТребуетсяЗалогЗаТару",
--  p._Fld29810                      as "УдалитьЕстьАлкогольнаяПродукцияДляРеализацииРозницаЕГАИС",
--  p._Fld29813                      as "УсловияПоставки",
--  p._Fld29761RRef                  as "ФормаОплаты",
--  p._Fld29762RRef                  as "ХозяйственнаяОперация",
--  p._Fld29763                      as "ЦенаВключаетНДС",
  pt._KeyField,
--  pt._Fld29844RRef                  as "АналитикаУчетаНаборов",
--  pt._Fld29841RRef                  as "АналитикаУчетаНоменклатуры",
--  pt._Fld29845RRef                  as "ВидОперацииРеализации",
--  pt._Fld29822RRef                  as "ВидЦены",
  pt._Fld29837_TYPE                 as "ЗаказКлиента",
  pt._Fld29837_RRRef                as "ЗаказКлиента",
  pt._Fld29837_RTRef                as "ЗаказКлиента",
--  pt._Fld29839                      as "ИдентификаторСтроки",
  pt._Fld29833                      as "КлючСвязи",
--  pt._Fld29828                      as "КодСтроки",
--  pt._Fld29846RRef                  as "КодТНВЭД",
--  pt._Fld29821                      as "Количество",
--  pt._Fld29820                      as "КоличествоУпаковок",
--  pt._Fld29818RRef                  as "Назначение",
--  pt._Fld29816RRef                  as "Номенклатура",
--  pt._Fld29842RRef                  as "НоменклатураНабора",
  pt._LineNo29815                   as "НомерСтроки",
--  pt._Fld2367                       as "ОбластьДанныхОсновныеДанные",
--  pt._Fld29832                      as "ПроцентАвтоматическойСкидки",
--  pt._Fld29831                      as "ПроцентРучнойСкидки",
--  pt._Fld29840RRef                  as "Серия",
----  pt._Fld29834RRef                  as "Склад",
--  pt._Fld29838                      as "СрокПоставки",
--  pt._Document1206_IDRRef           as "_Document1206_IDRRef",
--  pt._Fld29825RRef                  as "СтавкаНДС",
--  pt._Fld29835                      as "СтатусУказанияСерий",
--  pt._Fld29824                      as "Сумма",
  pt._Fld29830                      as "СуммаАвтоматическойСкидки",
--  pt._Fld29836                      as "СуммаВзаиморасчетов",
--  pt._Fld29826                      as "СуммаНДС",
  pt._Fld29829                      as "СуммаРучнойСкидки",
--  pt._Fld29827                      as "СуммаСНДС",
--  pt._Fld29819RRef                  as "Упаковка",
--  pt._Fld29817RRef                  as "Характеристика",
--  pt._Fld29843RRef                  as "ХарактеристикаНабора",
--  pt._Fld29823                      as "Цена"
  ps._KeyField                        as "ps._KeyField",
  ps._Fld29849                        as "ps.КлючСвязи",
--  ps._Fld29852                      as "НапомнитьПозже",
  ps._LineNo29848                   as "ps.НомерСтроки",
--  ps._Fld2367                       as "ОбластьДанныхОсновныеДанные",
  ps._Fld29850RRef                  as "ps.СкидкаНаценка",
  ps._Document1206_IDRRef           as "ps._Document1206_IDRRef",
  ps._Fld29851                      as "ps.Сумма",
--  sk._Fld61059RRef                  as "БонуснаяПрограммаЛояльности",
--  sk._Fld61043RRef                  as "ВалютаПредоставления",
--  sk._Fld61068RRef                  as "ВариантОкругления",
--  sk._Fld61065RRef                  as "ВариантОтбораНоменклатуры",
--  sk._Fld61064RRef                  as "ВариантРасчетаРезультатаСовместногоПрименения",
--  sk._Fld61044RRef                  as "ВариантСовместногоПрименения",
--  sk._Version                       as "ВерсияДанных",
--  sk._Fld61051RRef                  as "ВидКартыЛояльности",
--  sk._Fld61045RRef                  as "ВидЦены",
  sk._Fld61046                      as "ЗначениеСкидкиНаценки",
--  sk._PredefinedID                  as "ИмяПредопределенныхДанных",
--  sk._Fld61053                      as "ИспользоватьКратность",
--  sk._Fld61061                      as "КоличествоПериодовДействия",
--  sk._Fld61063                      as "КоличествоПериодовОтсрочкиНачалаДействия",
  sk._Description                   as "sk.Наименование",
--  sk._Fld2367                       as "ОбластьДанныхОсновныеДанные",
--  sk._Fld61057                      as "ОкруглятьВБольшуюСторону",
--  sk._Fld61067                      as "ПараметрыВнешнейОбработки",
--  sk._Fld61060RRef                  as "ПериодДействия",
--  sk._Fld61062RRef                  as "ПериодОтсрочкиНачалаДействия",
--  sk._Marked                        as "ПометкаУдаления",
--  sk._Fld61071                      as "ПрименятьУмножениеВРамкахВышестоящейГруппы",
--  sk._Fld61056                      as "ПсихологическоеОкругление",
--  sk._Fld61047                      as "РеквизитДопУпорядочивания",
--  sk._ParentIDRRef                  as "Родитель",
--  sk._Fld61066RRef                  as "СегментНоменклатурыОграничения",
--  sk._Fld61052RRef                  as "СегментПодарков",
--  sk._Fld61048_RTRef                as "СпособПредоставления",
--  sk._Fld61048_TYPE                 as "СпособПредоставления",
--  sk._Fld61048_RRRef                as "СпособПредоставления",
--  sk._Fld61058RRef                  as "СпособПримененияСкидки",
  sk._IDRRef                        as "sk.СкидкаНаценка"
--  sk._Fld61050                      as "ТекстСообщения",
--  sk._Fld61055                      as "ТочностьОкругления",
--  sk._Fld61049                      as "Управляемая",
--  sk._Fld61054                      as "УсловиеДляСкидкиКоличеством",
--  sk._Fld61070                      as "УстановленДополнительныйОтбор",
--  sk._Fld61072                      as "УчитыватьХарактеристики",
--  sk._Fld61069                      as "ХранилищеНастроекКомпоновкиДанных",
--  sk._Folder                        as "ЭтоГруппа"
from _Document1206 as p -- "Документ_РеализацияТоваровУслуг"
left join _Document1206_VT29814     as pt on p._IDRRef = pt._Document1206_IDRRef --Док_РеализацияТоваровУслуг.Товары
left join _Document1206_VT29847     as ps on p._IDRRef = ps._Document1206_IDRRef --Док_РеализацияТоваровУслуг.СкидкиНаценки
                                         and pt._Fld29833 = ps._Fld29849         --"КлючСвязи"
left join _Reference530             as sk on sk._IDRRef = ps._Fld29850RRef       --Спр_СкидкиНаценки
where 1=1
--  and p._IDRRef = decode('85A600155D781E3211EEAEC939DDA850','hex') --'URADU-0000334'
--  and p._Number = 'URADU-0000334'
  and p._Number = 'ALMDU-0005385'
--  and pt._Fld29816RRef = decode('A8C000155D02290611ED0333B21158E0','hex') -- Tesori ароматический спрей для окружающей среды "Хаммам" 250мл
  and _Date_Time >= '2024-01-01'
  and p._Marked = false
--  and pt._LineNo29815 /*"НомерСтроки"*/ <> _Fld29833 --КлючСвязи
--  and p._Fld29751 /*"СуммаДокумента"*/ <> sum(pt._Fld29824) over (partition by p._IDRRef) /*"СуммаПозиций"*/
;
select count(*), sum(p._Fld29751)
from _Document1206 as p -- "Документ_РеализацияТоваровУслуг"
where 1=1
  and _Date_Time >= '2024-01-01'
  and _Marked = false
;
/* ПРОДАЖИ СкидкиНаценки */
select ps._Document1206_IDRRef                   as "Документ_Key"
      ,ps._Fld29849                              as "СкидкаНаценка_КлючСвязи"
      ,sk._Description                           as "СкидкаНаценка"
from _Document1206_VT29847                       as ps                                  --Док_РеализацияТоваровУслуг.СкидкиНаценки
left join _Reference530                          as sk on sk._IDRRef = ps._Fld29850RRef --Спр_СкидкиНаценки
where true
  and sk._IDRRef /*СкидкаНаценка_Key*/ <> decode('896A00155D781E3211EEAA26E5D8324E','hex') -- Округление суммы документа, точность 1
;
select sk._Fld61046                      as "ЗначениеСкидкиНаценки",
       sk._Description                   as "sk.Наименование",
       sk._IDRRef                        as "sk.СкидкаНаценка"
from  _Reference530                   as sk        --Спр_СкидкиНаценки
where true
--  and sk._Description like '%округлени%'
  and sk._Description like '40% (Кол в док не менее 1 ед. по номенклатуре из сегмента Dole консервированные фрукты)'
;
--Документ.РеализацияТоваровУслуг.СкидкиНаценки
select *
from _Document1206_VT29847
where "_document1206_idrref" = decode('BC3700074333BE5811EEB526877620F1','hex')
;
--Документ.ЗаказКлиента.СкидкиНаценки
select *
from _Document941 z
left join _Document941_VT14485 zs on z._IDRRef = zs._Document941_IDRRef
left join _Reference530             as sk on sk._IDRRef = zs._Fld14488RRef /*Спр_СкидкиНаценки*/
where true
  and sk._IDRRef /*СкидкаНаценка_Key*/ <> decode('896A00155D781E3211EEAA26E5D8324E','hex') -- Округление суммы документа, точность 1
--  and z._Number like '%ALMDU-0005886%' --04FCFA737495D2054071F7E83E82D346
--  and zs._Document941_IDRRef = decode('04FCFA737495D2054071F7E83E82D346','hex')
--  and zs._Document941_IDRRef = decode('BC3700074333BE5811EEB526877620F1','hex')
;

/* СКИДКИ СкидкиНаценки. Отвергнутая версия брать скидки и с Реализации, и с Заказа:*/
--select zs._Document941_IDRRef                    as "Документ_Key"
--      ,zs._Fld14487                              as "СкидкаНаценка_КлючСвязи"
--      ,sk._Description                           as "СкидкаНаценка"
--from      _Document1206_VT29814                  as pt     --Документ.РеализацияТоваровУслуг.Товары
--left join _Document1206_VT29847                  as ps     --Документ.РеализацияТоваровУслуг.СкидкиНаценки
--       on ps._Document1206_IDRRef = pt._Document1206_IDRRef
--      and ps._Fld29849            = pt._Fld29833            --КлючСвязи
--left join _Document941_VT14446                   as zt      --Документ.ЗаказКлиента.Товары
--       on zt._Document941_IDRRef  = pt._Fld29837_RRRef      --Документ.РеализацияТоваровУслуг.Товары.ЗаказКлиента_ID*
--      and zt._Fld14449RRef        = pt._Fld29816RRef        --Номенклатура_Key
--left join _Document941_VT14485                   as zs      --Документ.ЗаказКлиента.СкидкиНаценки  
--       on zs._Document941_IDRRef  = zt._Document941_IDRRef  --Документ.ЗаказКлиента.ID
--      and zs._Fld14487            = zt._Fld14467            --КлючСвязи
--left join _Reference530                          as sk      --Спр_СкидкиНаценки
--       on sk._IDRRef in (ps._Fld29850RRef,zs._Fld14488RRef) --СкидкиНаценки_Key
--where true
--  and sk._IDRRef /*СкидкаНаценка_Key*/ <> decode('896A00155D781E3211EEAA26E5D8324E','hex') -- Округление суммы документа, точность 1
----  and p._IDRRef = decode('BC3700074333BE5811EEB526877620F1','hex')
--  and zs._Document941_IDRRef = decode('04FCFA737495D2054071F7E83E82D346','hex')
--;