select 
"Ссылка_Key",
"Наименование" 
from erp."Спр_Организации"
where true
  and 
;

select "_Fld62906RRef_Key",
"ВерсияДанных",
"_Fld62923",
"_Fld62924RRef_Key",
"ГрафикРаботы_Key",
"_Fld62918",
"_Fld62920",
"_Fld62916",
"_Fld62917",
"ИмяПредопределенныхДанных",
"ИнтервалПланирования_Key",
"ИспользоватьБригадныеНаряды",
"_Fld62932",
"ИспользоватьКТУ",
"_Fld62931",
"_Fld62937",
"_Fld62939",
"_Fld62933",
"_Fld62930",
"_Fld62922",
"ИспользоватьСменныеЗадания",
"ИспользоватьТарифныеСтавки",
"_Fld62928",
"Источник_Key",
"Источник_Tbl",
"Источник_Type",
"Код",
"Наименование",
"НачалоИнтервалаПланирования",
"ОбластьДанныхОсновныеДанные",
"_Fld62913",
"_Fld62934RRef_Key",
"ПодразделениеДиспетчер",
"ПометкаУдаления",
"_Fld62909",
"ПроизводствоБезЗаказов",
"ПроизводствоПоЗаказам",
"РеквизитДопУпорядочивания",
"Родитель_Key",
"_Fld62908",
"_Fld62940RRef_Key",
"_Fld62929RRef_Key",
"_Fld62919RRef_Key",
"Ссылка_Key",
"ТекущийРуководитель_Key",
"_Fld62914RRef_Key",
"_Fld62925"
from erp."Спр_СтруктураПредприятия"
where true
--  and 
;