select
    _Version                                    as "ВерсияДанных"
   ,_Fld61901RRef                               as "ВидЦеныПоставщика"
   ,_Fld61911                                   as "ГарантированныйСрокОтгрузки"
   ,_Fld61907                                   as "ДатаСледующейПоставки"
   ,_Fld61904                                   as "ДлительностьВДнях"
   ,_PredefinedID                               as "ИмяПредопределенныхДанных"
   ,_Fld61897_RTRef                             as "ИсточникОбеспеченияПотребностей"
   ,_Fld61897_TYPE                              as "ИсточникОбеспеченияПотребностей"
   ,_Fld61897_RRRef                             as "ИсточникОбеспеченияПотребностей"
   ,_Fld61902RRef                               as "Календарь"
   ,_Description                                as "Наименование"
   ,_Fld61905                                   as "ОбеспечиваемыйПериод"
   ,_Fld2367                                    as "ОбластьДанныхОсновныеДанные"
   ,_Fld61898RRef                               as "Организация"
   ,_Fld61910                                   as "ПлановаяДатаЗаказа"
   ,_Fld61908                                   as "ПлановаяДатаПоставки"
   ,_Fld61906RRef                               as "Подразделение"
   ,_Marked                                     as "ПометкаУдаления"
   ,_Fld61899RRef                               as "Соглашение"
   ,_Fld61903                                   as "СрокИсполненияЗаказа"
   ,_IDRRef                                     as "Ссылка"
   ,_Fld61900RRef                               as "ТипОбеспечения"
   ,_Fld61909                                   as "ФормироватьПлановыеЗаказы"
from erp._Reference561 as "Справочник.СпособыОбеспеченияПотребностей";

select
    _Fld35472RRef                               as "Номенклатура"
   ,_Fld2367                                    as "ОбластьДанныхОсновныеДанные"
   ,_Fld35475                                   as "РеквизитДопУпорядочивания"
   ,_Fld35471RRef                               as "Склад"
   ,_Fld35474RRef                               as "СпособОбеспеченияПотребностей"
   ,_Fld35473RRef                               as "Характеристика"
from erp._InfoRg35470 as "РегистрСведений.ВариантыОбеспеченияТоварами";


select
    _EnumOrder                                  as "Порядок"
   ,_IDRRef                                     as "Ссылка"
from erp._Enum1260 as "Перечисление.ВариантыОбеспечения";