--TODO: строка 27 связь партнер - торговый
/* ПЛАНЫ */
--select distinct "ТорговыйАгент_Key"
--from (
select p."НачалоПериода"::date                              as "Дата"	 
      ,case when sp."Наименование" like '%_Структурное подразделение'
            then p."Подразделение_Key" /*при маппинге заменится на Организация_Key, который был в УТ*/
            else u."Дудар_Организация_Key"
       end                                            as "Организация_Key"
      ,p."Подразделение_Key"
      ,sp."Наименование"                              as "Подразделение"
      ,pb."ТорговыйАгент_Key"
      ,u."КодТорговогоАгента"                         as "Район"
	  ,case when u."КодТорговогоАгента" like '%salon%' then 'Салоны'
            when u."КодТорговогоАгента" like '%spec%'
              or u."КодТорговогоАгента" like '%aptek%'
              or u."КодТорговогоАгента" like '%arm%'   then 'Спец'
                                                       else 'ABC'
       end as "Команда"
      ,pb."Бренд_Key"
      ,b."Наименование"                                as "Бренд"
      ,pb."Сумма"                                      as "План" /* В 1С: Cумма */
from      erp."Док_ПланПродажПоБрендам.Бренды"        as pb /*Документ.ПланПродажПоБрендам.Бренды*/
left join erp."Док_ПланПродажПоБрендам"               as p  on pb."Ссылка_Key" = p."Ссылка_Key"
left join erp."Спр_Пользователи"                      as u  on  u."Ссылка_Key" = pb."ТорговыйАгент_Key" /*КодТорговогоАгента*/
--left join erp."Спр_Партнеры"                          as k  on  k.
left join erp."Спр_СтруктураПредприятия"              as sp on sp."Ссылка_Key" = p."Подразделение_Key"
left join erp."Спр_Марки"                             as b  on  b."Ссылка_Key" = pb."Бренд_Key"
--full outer join "Док_Реализация"                      as r  on  r."Дата" = p."НачалоПериода"::date
--                                                           and  r."ТорговыйАгент_Key" = pb."ТорговыйАгент_Key"
--full outer join "Док_Возврат"                         as v  on  v."Дата" = p."НачалоПериода"::date
--                                                           and  v."ТорговыйАгент_Key" = pb."ТорговыйАгент_Key"
where p."НачалоПериода" >= '2024-05-01'
  and p."ПометкаУдаления" = false
--  and _Fld32244RRef = decode('00000000000000000000000000000000', 'hex')
--  and u._Fld67183RRef = decode('A39CAC1F6B3C78CA11EDFDFB246B0342', 'hex') --Алматы
--  and u._Fld67183RRef = decode('A3A5AC1F6B3C78CA11EE255793014822', 'hex') --'Филиал г. Тараз'  
  and u."КодТорговогоАгента" like '%АS%' --'АLM_BC_SV_1%'
order by 1
--) t
;